{
  "blog" : {
    "list" : {
    }
  },
  "gallery" : [
  ],
  "partners" : [ {
    "logos" : [ {
      "logoUrl" : "/images/logos/google.svg",
      "name" : "Google",
      "url" : "//www.google.com.ua/intl/en/about/"
    } ],
    "title" : "Gold Sponsors"
  }, {
    "logos" : [ ],
    "title" : "Silver Sponsors"
  }, {
    "logos" : [ ],
    "title" : "Bronze Sponsors"
  } ],
  "schedule" : {
    "2017-10-22" : {
      "dateReadable" : "October 22",
      "timeslots" : [ {
        "endTime" : "09:00",
        "sessions" : [ {
          "items" : [ 101 ]
        } ],
        "startTime" : "08:00"
      }, {
        "endTime" : "09:45",
        "sessions" : [ {
          "items" : [ 102 ]
        } ],
        "startTime" : "09:00"
      }, {
        "endTime" : "10:45",
        "sessions" : [ {
          "items" : [ 110 ]
        }, {
          "items" : [ 114 ]
        }, {
          "items" : [ 120 ]
        }, {
          "items" : [ 131 ]
        }, {
          "items" : [ 140 ]
        }, {
          "extend" : 2,
          "items" : [ 150 ]
        } ],
        "startTime" : "10:00"
      }, {
        "endTime" : "11:45",
        "sessions" : [ {
          "items" : [ 111 ]
        }, {
          "items" : [ 115 ]
        }, {
          "items" : [ 121 ]
        }, {
          "items" : [ 132 ]
        }, {
          "items" : [ 141 ]
        } ],
        "startTime" : "11:00"
      }, {
        "endTime" : "12:45",
        "sessions" : [ {
          "items" : [ 103 ]
        } ],
        "startTime" : "12:00"
      }, {
        "endTime" : "13:45",
        "sessions" : [ {
          "items" : [ 112 ]
        }, {
          "items" : [ 116 ]
        }, {
          "items" : [ 122 ]
        }, {
          "items" : [ 133 ]
        }, {
          "items" : [ 142 ]
        }, {
          "extend" : 2,
          "items" : [ 151 ]
        } ],
        "startTime" : "13:00"
      }, {
        "endTime" : "14:45",
        "sessions" : [ {
          "items" : [ 113 ]
        }, {
          "items" : [ 117 ]
        }, {
          "items" : [ 123 ]
        }, {
          "items" : [ 130 ]
        }, {
          "items" : [ 143 ]
        } ],
        "startTime" : "14:00"
      }, {
        "endTime" : "16:00",
        "sessions" : [ {
          "items" : [ 104 ]
        } ],
        "startTime" : "15:00"
      } ],
      "tracks" : [ {
        "title" : "Tech Talks"
      }, {
        "title" : "Tech Talks"
      }, {
        "title" : "Cloud"
      }, {
        "title" : "Mobile, Web, & Machine Learning"
      }, {
        "title" : "Design"
      }, {
        "title" : "Maker Space"
      } ]
    }
  },
  "sessions" : {
    "101" : {
      "description" : "Get your badge, coffee, enjoy talking with tech edicts around",
      "icon" : "registration",
      "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fregistration.jpg?alt=media&token=fb132ccd-4bd2-4c5b-be30-1eb3a4ec1c16",
      "language" : "English",
      "title" : "Registration & morning Coffee",
      "complexity" : "Beginner",
      "tags" : [ "General" ]
    },
    "102" : {
      "description" : "Official start of the conference. Greetings from the organizers, sponsors and partners.",
      "icon" : "opening",
      "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fopening.jpg?alt=media&token=f9e6f0b3-a6cc-4ff0-8780-0093f7181231",
      "language" : "English",
      "title" : "Valley DevFest 2017 Opening",
      "complexity" : "Beginner",
      "tags" : [ "General" ]
    },
    "103" : {
      "description" : "Foooooooood!",
      "icon" : "lunch",
      "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Flunch.jpg?alt=media&token=eb969ee7-f81e-4219-bd57-83ea828c9111",
      "title" : "Lunch",
      "complexity" : "Beginner",
      "tags" : [ "General" ]
    },
    "104" : {
      "description" : "Make sure you won't miss closing ceremony, all gifts from out sponsors and partners will find their owners during this session.",
      "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fclosing.png?alt=media&token=8746ba20-4562-4dc3-96be-d68b8d3ccf10",
      "title" : "Conference closing and winner announcements",
      "complexity" : "Beginner",
      "tags" : [ "General" ]
    },
    "404" : {
      "description" : "TBD",
      "title" : "TBD",
      "complexity" : "Beginner",
      "tags" : [ "General" ]
    },

    "110" : {
      "complexity" : "Beginner",
      "description" : "The mobile development world is rapidly evolving and combining with a mesh of connected IoT devices. This talk will introduce you to Android's newest form factor: Android Things, and what you can do with it to quickly and easily prototype new connected devices in order to jump start your ideas for the next major technology market.",
      "language" : "English",
      "speakers" : [ "paul_trebilcox_ruiz" ],
      "tags" : [ "IoT", "Android", "Cloud" ],
      "title" : "Quickly Develop for IoT with Android Things"
    },
    "111" : {
      "complexity" : "Beginner",
      "description" : "Cybersecurity is a threat to everyone. Everything is breachable but how resistant are your systems to a breach? In this session learn techniques to secure your developed code, your intellectual property, and your systems. Also hear what management and corporate boards are concerned about in regards to cybersecurity.",
      "language" : "English",
      "speakers" : [ "cassie_crossley" ],
      "tags" : [ "Security" ],
      "title" : "Developing with CyberSecurity in Mind"
    },
    "112" : {
      "complexity" : "Beginner",
      "description" : "Augmented reality, mixed reality, and virtual reality sounds exciting but whats the difference? More importantly, what can I do with augmented reality in my own life? Augmented reality (AR) allows for the blending of digital and physical worlds. Recently, there have been exciting advances in AR technology, including Google Lens and Tango. Let's take a look at what AR is and what Google has made possible through Tango and Google Lens.",
      "language" : "English",
      "speakers" : [ "laura_huisinga" ],
      "tags" : [ "AR" ],
      "title" : "Augmented Reality: what is it and how can I use it?"
    },
    "113" : {
      "complexity" : "Beginner",
      "description" : "This would be a tech talk about how I utilized the free resources online to help me learn how to design graphics, how technology allow me to create different streams of revenue, and share information about the various resources and platforms that people can use to create opportunities and brand themselves in tech.",
      "language" : "English",
      "speakers" : [ "monisha_edwards" ],
      "tags" : [ "UX" ],
      "title" : "How Design & Technology Gave Me A Chance"
    },
    "114" : {
      "complexity" : "Beginner",
      "description" : "I will talk about my journey as a digital marketer and how I've created revenue streams on Empowering Women Now. I will discuss how I used Instagram, Pinterest, Twitter, and Facebook to grow my brand and revenue.",
      "language" : "English",
      "speakers" : [ "selene_kinder" ],
      "tags" : [ "Marketing" ],
      "title" : "How To Create Revenue Streams Online"
    },
    "115" : {
      "complexity" : "Beginner",
      "description" : "Components are getting smaller and the best IC's are only available in surface-mount packages.  Through-hole soldering is so old school, but the good news is that surface-mount makes things easier and quicker.  Come and learn tricks and techniques to be successful, and see how easy it is.  We'll talk about various soldering methods, and things to look for when choosing your equipment.  The talk is aimed at hobbyists, small businesses and even large corporations looking to bring prototyping in-house.",
      "language" : "English",
      "speakers" : [ "melody_boates", "peter_easton" ],
      "tags" : [ "Hardware" ],
      "title" : "DIY Reflow Oven"
    },
    "116" : {
      "complexity" : "Beginner",
      "description" : "What challenges do girls and young women face that leads to their under-representation in technology? What is being done now to increase female participation while school districts and the State of California move slowly to address the lack of Computer Science curriculum in public schools? What has been the response of students to after-school coding clubs at Fresno Unified? Is the model gaining momentum and is it scalable? What does the future hold for CoderGirlz? Saori will address these questions and more as she shares her experiences starting and growing coding clubs for girls.",
      "language" : "English",
      "speakers" : [ "saori_jansen" ],
      "tags" : [ "General" ],
      "title" : "Priming the Pipeline: Acting Now to Support Young Female Coders"
    },
    "117" : {
      "complexity" : "Beginner",
      "description" : "For session one I would like to discuss the necessity of technology in schools and my experience being apart of the Sanger High Robotics team. I'd also like to stress how important it is for girls to get involved in tech and not fall for the “it's not a girl job“ trap. Tech is about teamwork and leadership. The more tech in the education system the more success future generations will have when problems like global warming are presented to them.",
      "language" : "English",
      "speakers" : [ "laura_ann_vandiver" ],
      "tags" : [ "General" ],
      "title" : "Innovation Over Imitation"
    },

    "120" : {
      "complexity" : "Beginner",
      "description" : "From Functions-as-a-Service to Backend-as-a-Service, even Big Data-as-a-Service, Serverless is taking many different shapes. Learn what these mean and how Google Cloud Platform is building technology to make sure there's nothing standing between you and running your code. You'll see live demos of integration between Firebase, Cloud Functions, and more to build autoscaling apps in record time - all without managing servers or application runtimes.",
      "language" : "English",
      "speakers" : [ "sandeep_dinesh" ],
      "tags" : [ "Cloud", "Firebase" ],
      "title" : "Serverless PB&J: Firebase and Google Cloud Functions"
    },
    "121": {
      "complexity" : "Beginner",
      "description" : "Agrian's NextGen buildout required challenging everything we thought we knew and architecting for many things we didn't. Meeting scalability requirements would be among the most difficult tasks we'd approach. In the first 2 years, seasonal ag practices would produce millions of acres of agricultural records coming in the form of billions of readings of machinery data, millions of acres of multispectral satellite imagery, soil laboratory results, field scouting observations, etc. - all to be consumed and processed by a system in its infancy. This session will cover the lessons learned when building a new team and a new system to serve an industry that can't be asked for a break mid-season.",
      "language" : "English",
      "speakers" : [ "peter_brandt" ],
      "tags" : [ "Cloud", "Firebase" ],
      "title" : "0-100: Scaling a new team and new system with no brakes"
    },
    "122" : {
      "complexity" : "Beginner",
      "description" : "So you're about to dip your toes into Firebase's waters... but where to start? Learn to architect your Firebase app. Read the right blog posts and watch the right YouTube vids to get started fast.",
      "language" : "English",
      "speakers" : [ "chris_esplin" ],
      "tags" : [ "Firebase", "Cloud" ],
      "title" : "Firebase Architecture"
    },
    "123" : {
      "complexity" : "Beginner",
      "description" : "A quick rundown of what services Google as rolled into Firebase and how these services improve development velocity for your teams.",
      "language" : "English",
      "speakers" : [ "chris_esplin" ],
      "tags" : [ "Firebase", "Cloud" ],
      "title" : "Supercharge your apps with Firebase"
    },

    "130" : {
      "complexity" : "Beginner",
      "description" : "Most Android apps on the market connect to some form of backend service, but most mobile developers do not set up their own server apps. In this talk you will learn about Google's Firebase service and how to add it to your Android apps, as well as what Firebase can provide in order to build useful and great applications.",
      "language" : "English",
      "speakers" : [ "paul_trebilcox_ruiz" ],
      "tags" : [ "Firebase", "Android" ],
      "title" : "Android and Firebase"
    },
    "131" : {
      "complexity" : "Beginner",
      "description" : "Everyone talks about how machine learning will transform business. However, it’s surprisingly simple to draw completely wrong conclusions from statistical models, and “correlation does not imply causation” is just the tip of the iceberg. The trend of the democratization of data science further increases the risk for applying models incorrectly. This session will discuss: - How highly-correlated features overshadow the patterns your machine learning model is supposed to find - How incorrect cross-validation lead to over-optimistic estimations of your model accuracy - How feature engineering can lift simple models like linear regression to the accuracy of deep learning",
      "language" : "English",
      "speakers" : [ "ingo_mierswa" ],
      "tags" : [ "Machine Learning", "Deep Learning" ],
      "title" : "How to Ruin Your Business with Machine Learning"
    },
    "132" : {
      "complexity" : "Beginner",
      "description" : "Build Web Apps that easily scale to millions of individuals with Google’s Go language (Golang). You will leave with resources and code samples to start making all of your software and apps really go.",
      "language" : "English",
      "speakers" : [ "todd_mcLeod" ],
      "tags" : [ "GoLang", "Web" ],
      "title" : "Web Programming with Go"
    },
    "133" : {
      "complexity" : "Beginner",
      "description" : "React JS is a popular framework developed internally by Facebook. It is clearly dominating the market and for any aspiring dev, it would be a great framework to have in your resume.",
      "language" : "English",
      "speakers" : [ "robert_aguilar" ],
      "tags" : [ "Web", "React" ],
      "title" : "An Intro to React"
    },

    "140" : {
      "complexity" : "Beginner",
      "description" : "Laying out a webpage with CSS can be tricky, but it doesn't have to be difficult.  Let's cover how we used to layout a webpage (floats), and how easy it is now with Flexbox and CSS Grid.",
      "language" : "English",
      "speakers" : [ "robert_aguilar" ],
      "tags" : [ "UX", "Web", "CSS" ],
      "title" : "Layouts with CSS: The Ancient, The Good, The New"
    },
    "141" : {
      "complexity" : "Beginner",
      "description" : "Using service workers and other modern progressive web apps capabilities we can update our web applications to be offline-fires. In this session we'll show how to easily convert your applications be usable without the internet connection.",
      "language" : "English",
      "speakers" : [ "miles_sebesta" ],
      "tags" : [ "Data Science", "Machine Learning" ],
      "title" : "Growth Hacking: Become a Mad Design Scientist"
    },
    "142" : {
      "complexity" : "Beginner",
      "description" : "Augmented reality can be a powerful tool in the classroom. The user experience design of educational AR needs the combined expertise of educators and designers. With recent advances in technology the blending of digital and physical though AR as a medium has become increasingly accessible. What are some benefits of using AR in the classroom? How can AR be implemented in the classroom now and in the future? What resources does Google have for AR When designing AR for the classroom UX designers should understand the educational benefits AR can provide.",
      "language" : "English",
      "speakers" : [ "laura_huisinga" ],
      "tags" : [ "AR" ],
      "title" : "Designing augmented reality for the classroom"
    },
    "143" : {
      "complexity" : "Beginner",
      "description" : "Product design is a challenging, yet rewarding field. Learn about what digital product design is, what this design process looks like, typical challenges designers face and what the future of product design could be.",
      "language" : "English",
      "speakers" : [ "allison_liles" ],
      "tags" : [ "Web" ],
      "title" : "Beyond Pixel Pushing: An Introduction to Digital Product Design"
    },
    "144" : {
      "complexity" : "Beginner",
      "description" : "Sure, bootstrap styles are all well and good. Actually, they're great. Right up until you need to override something. At that point, you usually start preparing to sacrifice your first-born child in order to get everything working how you want it to. There is nothing to fear and everything to gain by writing your own styles… from scratch! That's right, there is more than just Angular to a complete and whole application. This show will address the burning questions that keep you all awake every night: 1. “Okay, I've got the functionality, now what do I do?“ 2. “Why can't I just use bootstrap and ship it?“ 3. “Will Alyssa ever tell me how to CSS without bootstrap?!“",
      "language" : "English",
      "speakers" : [ "alyssa_nicoll" ],
      "tags" : [ "UX" ],
      "title" : "Giving Bootstrap the Boot"
    },

    "150": {
      "complexity" : "Beginner",
      "description" : "TBD",
      "language" : "English",
      "speakers" : [ "andrew_runner" ],
      "tags" : [ "DIY" ],
      "title" : "Makerspace"
    },
    "151": {
      "complexity" : "Beginner",
      "description" : "TBD",
      "language" : "English",
      "speakers" : [ "andrew_runner" ],
      "tags" : [ "DIY" ],
      "title" : "Makerspace"
    }
  },
  "speakers" : {
    "paul_trebilcox_ruiz" : {
      "bio" : "Software engineer in Boulder, Colorado, and Fresno State computer science graduate. Currently developing for Android and IoT devices, published author on Android TV, winner in the 2017 Google Experiments Challenge with a machine learning IoT device.",
      "company" : "Workday",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fworkday.png?alt=media&token=7b797db0-9965-4f51-88a2-ce998227475f",
      "country" : "US",
      "featured" : false,
      "name" : "Paul Trebilcox-Ruiz",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fpaul_trebilcox_ruiz.jpg?alt=media&token=63249313-0696-45ec-9c2b-3967304b9c28",
      "shortBio" : "Software engineer in Boulder, Colorado, and Fresno State computer science graduate. Currently developing for Android and IoT devices, published author on Android TV, winner in the 2017 Google Experiments Challenge with a machine learning IoT device.",
      "socials" : [ ],
      "title" : "Software Engineer"
    },
    "cassie_crossley" : {
      "bio" : "Cassie Crossley is an experienced technology executive in the IT and R&D domains. She has many years of business and technical leadership experience in project management, security, software, hardware, and data management. She is the Security Governance Program Leader in Schneider-Electric with previous positions at Ceridian, Hewlett-Packard,  McAfee, Lotus, and IBM. Ms. Crossley has a Bachelors of Science degree in Technical and Professional Communication with a specialization in Computer Science.  She also has her Six Sigma Black Belt (business process optimization) certification, her Project Management Professional (PMP) certification, and her M.B.A. from California State University, Fresno.",
      "company" : "Schneider Electric",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fschneider-electric.png?alt=media&token=1f8d995d-d5d9-43e9-a2dd-fe812d4e1b3f",
      "country" : "US",
      "featured" : false,
      "name" : "Cassie Crossley",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fcassie_crossley.jpg?alt=media&token=d150c30a-11d1-4945-9038-c74c65f9fd31",
      "shortBio" : "Cassie Crossley is an experienced technology executive in the IT and R&D domains. She has many years of business and technical leadership experience in project management, security, software, hardware, and data management.",
      "socials" : [ ],
      "title" : "Security Governance Program Leader"
    },
    "laura_huisinga" : {
      "bio" : "Dr. Laura Huisinga is an artist, designer, and educator. She currently teaches in the Multimedia and Interaction BFA design track at Fresno State. She has a passion for strong UX design and bringing augmented reality into the classroom for all students. Laura has her Ph.D. in Human Computer Interaction and MFA in graphic design from Iowa State University. She previously worked as a front-end-developer and as a designer in Des Moines, Iowa. Dr. Huisinga's research currently focuses on using augmented reality to aid struggling readers.",
      "company" : "Fresno State University",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Ffresno-state.png?alt=media&token=469f87aa-88c0-4729-afc9-8572f5a28611",
      "country" : "US",
      "featured" : false,
      "name" : "Dr. Laura Huisinga",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Flaura_huisinga.jpg?alt=media&token=726f1fd6-d5b6-49a0-9320-4c77d2415ca2",
      "shortBio" : "Dr. Laura Huisinga is an artist, designer, and educator. She currently teaches in the Multimedia and Interaction BFA design track at Fresno State. She has a passion for strong UX design and bringing augmented reality into the classroom for all students.",
      "socials" : [ ],
      "title" : "Assistant Professor"
    },
    "peter_easton" : {
      "bio" : "Five years ago I tried to do surface-mount PCB assembly in my garage. I didn't find a good solution so I set about trying to make something that would work, and work well. Today I am the #1 supplier of DIY reflow oven kits worldwide. Part of that success is that open-source my software and have a public build guide. This helps me to get feedback from industry experts, which in turn improves the information I offer.",
      "company" : "Self-employed",
      "companyLogoUrl" : "",
      "country" : "US",
      "featured" : false,
      "name" : "Peter Easton",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fpeter_melody.jpg?alt=media&token=c946a916-3470-4404-b9fc-b69136a91e4a",
      "shortBio" : "Five years ago I tried to do surface-mount PCB assembly in my garage. I didn't find a good solution so I set about trying to make something that would work, and work well. Today I am the #1 supplier of DIY reflow oven kits worldwide.",
      "socials" : [ ],
      "title" : "Engineer"
    },
    "melody_boates" : {
      "bio" : "Melody has a passion to see our community thrive and enjoys drawing out the passions in others. She has an extensive background in marketing, with a bachelor’s degree in Digital Art & Design, and currently loves dabbling in electronics and creating steel drums from repurposed tanks over at our Central Valley’s own community makerspace, Ideaworks.",
      "company" : "Self-employed, Fresno Ideaworks",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fideaworks-logo-invert.png?alt=media&token=844c0892-d2b9-4e02-9a2e-d19b76814a90",
      "country" : "US",
      "featured" : false,
      "name" : "Melody Boates",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fmelody_boates.jpg?alt=media&token=c4972aac-3f81-4d65-a52f-552e6a10f346",
      "shortBio" : "Melody has a passion to see our community thrive and enjoys drawing out the passions in others. She has an extensive background in marketing, with a bachelor’s degree in Digital Art & Design, and currently loves dabbling in electronics and creating steel drums from repurposed tanks over at our Central Valley’s own community makerspace, Ideaworks.",
      "socials" : [ ],
      "title" : "Maker"
    },
    "saori_jansen" : {
      "bio" : "Saori is a Data Analyst at Fresno Unified School District and co-founded CoderGirlz, an after-school program that offers girls and young women an opportunity to explore coding and meet female role models in technology. She also organizes the district’s annual Tournament of Technology and is deeply invested in addressing the under-representation of women and minorities in STEM fields. Saori earned a Masters in Mathematics from California State University, Fresno and enjoys teaching part-time at local community colleges.",
      "company" : "Fresno Unified School District",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Ffusd.png?alt=media&token=4a05191d-3c05-4c2c-8591-09b6658a8f7a",
      "country" : "US",
      "featured" : false,
      "name" : "Saori Jansen",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fsaori_jansen.jpg?alt=media&token=0b06ae5f-1f8a-4618-907f-6bd3236ae43d",
      "shortBio" : "Saori is a Data Analyst at Fresno Unified School District and co-founded CoderGirlz, an after-school program that offers girls and young women an opportunity to explore coding and meet female role models in technology.",
      "socials" : [ ],
      "title" : "Data Analyst"
    },
    "laura_ann_vandiver" : {
      "bio" : "I'm a 16 year old female highly involved in my school's robotics team, teaching programming, electrical, mechanics, and public speaking to new members of the team every year. I've been involved with STEM for more than three years and always look for new opportunities to learn more about engineering and encourage other young women to get involved in the field as well.",
      "company" : "Sanger High School",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fsanger-high-school.png?alt=media&token=aca3e5cc-d092-4d69-bf57-cff244628e26",
      "country" : "US",
      "featured" : false,
      "name" : "Laura Ann Vandiver",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Flaura_vandiver.jpg?alt=media&token=4fb61819-754e-46e0-a2f9-3e4d75748eae",
      "shortBio" : "I'm a 16 year old female highly involved in my school's robotics team, teaching programming, electrical, mechanics, and public speaking to new members of the team every year.",
      "socials" : [ ],
      "title" : "Student"
    },

    "sandeep_dinesh" : {
      "bio" : "Sandeep started coding and creating websites when he was 12 and hasn't stopped. He is passionate about building easy-to-use products people love. Before Google, he founded an IoT startup in agriculture and developed educational HTML5 games. At Google, Sandeep's goal is to make cloud easy and help developers create the next big thing. Sandeep loves video games, making music, and martial arts, and has Bachelors in Marketing and Computer Science.",
      "company" : "Google",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fgoogle.svg?alt=media&token=976dcd0c-ddfc-4551-8c9c-50c8dc0f2632",
      "country" : "US",
      "featured" : true,
      "name" : "Sandeep Dinesh",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fsandeep_dinesh.jpg?alt=media&token=a774b0c5-ef6b-4769-8158-dc827c67ea36",
      "shortBio" : "Sandeep is a Developer Advocate at Google, currently focused on helping developers with Google Cloud...",
      "socials" : [ {
        "icon" : "gplus",
        "link" : "plus.google.com/u/0/106298452631478443711/posts",
        "name" : "Google+"
      } ],
      "title" : "Developer Advocate"
    },
    "chris_esplin" : {
      "badges": [{
        "description": "Angular and Firebase Google Developer Expert",
        "link" : "https://developers.google.com/experts/people/chris-esplin",
        "name" : "gde"
      }],
      "bio" : "I've been developing for web since 2011. My largest project is Calligraphy.org, a calligraphy teaching business that I run with my wife. I've became a Firebase Expert in 2013 and have used it for Calligraphy.org and all of my freelance and side projects.",
      "company" : "Self-employed",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fcalligraphy-org.png?alt=media&token=b1db4fd1-cc11-4e0f-9ceb-44c118d65de4",
      "country" : "US",
      "featured" : true,
      "name" : "Chris Esplin",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fchris_esplin.jpg?alt=media&token=d0066464-f2e2-4569-aa2e-66fa37d3a20d",
      "shortBio" : "I've been developing for web since 2011. My largest project is Calligraphy.org, a calligraphy teaching business that I run with my wife. I've became a Firebase Expert in 2013 and have used it for Calligraphy.org and all of my freelance and side projects.",
      "socials" : [ ],
      "title" : "Developer"
    },

    "ingo_mierswa" : {
      "bio" : "Dr. Ingo Mierswa is the founder and President of RapidMiner and as such responsible for strategic innovation and execution around the open source machine learning platform. Ingo is an industry-veteran data scientist since starting to develop RapidMiner at the Artificial Intelligence Division of the TU Dortmund University in Germany. Ingo, the scientist, has authored numerous award-winning publications about predictive analytics and big data. Ingo, the entrepreneur, has led three rounds of fundraising, the acquisition of Radoop, and supporting the positioning of RapidMiner with leading analyst firms like Gartner and Forrester.",
      "company" : "RapidMiner",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Frapid-miner.png?alt=media&token=6b9b885c-1e85-4a9e-b2fe-d617b556145b",
      "country" : "US",
      "featured" : true,
      "name" : "Ingo Mierswa",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fingo_mierswa.jpg?alt=media&token=48521e95-71e6-489d-9667-94f1052a8c37",
      "shortBio" : "Dr. Ingo Mierswa is the founder and President of RapidMiner and as such responsible for strategic innovation and execution around the open source machine learning platform. Ingo is an industry-veteran data scientist since starting to develop RapidMiner.",
      "socials" : [ ],
      "title" : "Founder & President"
    },
    "todd_mcLeod" : {
      "bio" : "Champion of world class online instruction; teaching online since 1997; honored as one of California’s top community college instructors; studied online education at UC San Diego; helped start the Online Teacher Training Program and taught college faculty in central California how to teach online; one of the world’s leading trainers in the highest paying programming language in America; teacher to 528,918 students last year online; founder of Greater Commons; motivating, inspiring, and teaching teachers how to teach online at their greatest potential - this is Todd McLeod, working every day for the greater common good.",
      "company" : "SCCCD",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fscccd.png?alt=media&token=131937d5-16a8-4264-89be-dd0fad4badab",
      "country" : "US",
      "featured" : false,
      "name" : "Todd McLeod",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Ftodd_mcleod.jpg?alt=media&token=206dd174-83d9-4c06-a645-d60f67a4aac2",
      "shortBio" : "Champion of world class online instruction; teaching online since 1997; honored as one of California’s top community college instructors; studied online education at UC San Diego; helped start the Online Teacher Training Program and taught college faculty in central California how to teach online;",
      "socials" : [ ],
      "title" : "Tenured Faculty"
    },
    "robert_aguilar" : {
      "bio" : "I am a former teacher, now software engineer. Born and raised in the central valley, I work for a market research company as a software engineer.",
      "company" : "FocusVision",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Ffocus-vision.png?alt=media&token=d5b7867a-2336-4bf5-8181-e6b453f8aa9e",
      "country" : "US",
      "featured" : false,
      "name" : "Robert Aguilar",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Frobert_aguilar.jpg?alt=media&token=995d969e-d45f-49f7-8cb7-a39bbd4067aa",
      "shortBio" : "I am a former teacher, now software engineer. Born and raised in the central valley, I work for a market research company as a software engineer.",
      "socials" : [ ],
      "title" : "Software Engineer"
    },

    "miles_sebesta" : {
      "bio" : "A developer and growth hacker marketer with 8+ years of experience and a degree in digital finger painting. I have had the honor of teaching coding principles and marketing strategies to over 150 students ranging from ages 12 to 50+. I currently work my dream job as a classroom consultant; training students in SEO, Front-End design, UX/UI, & CRO. My passion is people and teaching all types of technologies. I believe that developers and marketers should have the heart of a teacher. It is our job to pass on our knowledge to others, clients, employees, & students.",
      "company" : "Geekwise Academy & Shift3 Technologies",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fgeekwise.png?alt=media&token=7d82eac6-f961-4a6d-becc-4547928d2ea1",
      "country" : "US",
      "featured" : false,
      "name" : "Miles Sebesta",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fmiles_sebesta.jpg?alt=media&token=e085bdac-c90f-4071-9474-8cac9166946c",
      "shortBio" : "A developer and growth hacker marketer with 8+ years of experience and a degree in digital finger painting. I have had the honor of teaching coding principles and marketing strategies to over 150 students ranging from ages 12 to 50+.",
      "socials" : [ ],
      "title" : "Developer Fellow"
    },
    "allison_liles" : {
      "bio" : "Allison was born and raised in upstate New York and as a teenager fell in love with designing and building websites. She moved out to California after high school and proceeded to get her BFA in Graphic Design at Fresno state. While in college she learned about the field of UX design and knew that was the career for her. Shortly after graduating Allison moved to Silicon Valley to pursue her career in product design. She currently works at Barracuda Networks where she strives to make information technology security products easy and accessible.",
      "company" : "Barracuda Networks",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fbarracuda-networks.png?alt=media&token=1de27c83-33ee-4b0d-a5d4-3829de05bb43",
      "country" : "US",
      "featured" : false,
      "name" : "Allison Liles",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fallison_liles.jpg?alt=media&token=fc99dbfb-249b-42ef-a19a-1c1bbc447fd8",
      "shortBio" : "Allison was born and raised in upstate New York and as a teenager fell in love with designing and building websites. She moved out to California after high school and proceeded to get her BFA in Graphic Design at Fresno state.",
      "socials" : [ ],
      "title" : "UI/UX Designer"
    },
    "alyssa_nicoll" : {
      "badges": [{
        "description": "Angular, TypeScript Google Developer Expert",
        "link" : "https://developers.google.com/experts/people/alyssa-nicoll",
        "name" : "gde"
      }],
      "bio" : "Alyssa is an energetic, über passionate developer at WeaveUp. She loves to learn new things and then share them with others; check out her frontend courses on egghead.io. Alyssa Scuba Dives and has a toothless dog named 'Gummy'.",
      "company" : "WeaveUp",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fweaveup.png?alt=media&token=ab5bb452-bc07-428b-862e-ac35c637ee99",
      "country" : "US",
      "featured" : true,
      "name" : "Alyssa Nicoll",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Falyssa_nicoll.jpg?alt=media&token=cb602b44-8f7c-42be-9d95-9d1844e759c3",
      "shortBio" : "Alyssa is an energetic, über passionate developer at WeaveUp. She loves to learn new things and then share them with others; check out her frontend courses on egghead.io. Alyssa Scuba Dives and has a toothless dog named 'Gummy'.",
      "socials" : [ ],
      "title" : "Web Dev"
    },


    "joshua_houser" : {
      "bio" : "Founding member of Fresno Ideaworks, served roles in pushing brooms, opening doors, giant CNC programming, welding, community projects and outreach. One of the main geeks involved in Super Sumo Saturdays, helping folks put together and program their first Sumo Bot. Guilty for the creation of \"Smiley\", the somewhat erratic, pushy sumo bot. Also, a long time mentor for area FIRST Robotics teams, regional Judge Advisor for the Central Valley FIRST Robotics Competition and FLL Judge for the past 4 years. Also 20 years at Schneider Electric.",
      "company" : "Fresno Ideaworks, Schneider Electric",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fideaworks-logo-invert.png?alt=media&token=844c0892-d2b9-4e02-9a2e-d19b76814a90",
      "country" : "US",
      "featured" : false,
      "name" : "Joshua Houser",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fjoshua_houser.jpg?alt=media&token=1ed52f7d-9f47-4d70-a90d-a6ce76e706f9",
      "shortBio" : "CAD Geek, Coffee addict and love playing in the dirt and on the rocks",
      "socials" : [ {
        "icon" : "twitter",
        "link" : "//twitter.com/pelcojosh",
        "name" : "Twitter"
      } ],
      "title" : "Robot dude"
    },
    "andrew_runner" : {
      "bio" : "Resident Smith for Fresno Ideaworks and also a member of the Outreach Team. Andrew brings enthusiasm mixed with experience to every department he volunteers in.",
      "company" : "Fresno Ideaworks, Hackerspace",
      "companyLogoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/logos%2Fideaworks-logo-invert.png?alt=media&token=844c0892-d2b9-4e02-9a2e-d19b76814a90",
      "country" : "US",
      "featured" : false,
      "name" : "Andrew Runner",
      "order" : 4,
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fandrew_runner.jpg?alt=media&token=86a7e7e2-1743-4194-b6f2-b0139dfef501",
      "shortBio" : "Resident Smith for Fresno Ideaworks and also a member of the Outreach Team. Andrew brings enthusiasm mixed with experience to every department he volunteers in.",
      "socials" : [ {
        "icon" : "facebook",
        "link" : "https://www.facebook.com/drewdaro",
        "name" : "Facebook"
      } ],
      "title" : "Blacksmith Instructor"
    },

    "monisha_edwards" : {
      "bio" : "Monisha Edwards is a Creative Strategist, specializing in Branding, User Interface, and User Experience. She received her Bachelors of Science in Marketing from Fresno State University. Monisha started her first company while in college at the tender age of 19 to help her pay for tuition. She is now the Founder of Truth Branding Agency. She is also the Founder of Literacy Fresno, a literacy and literature exchange initiative. Monisha is an active servant of the community, especially Downtown Fresno, and is currently enrolled in Leadership Fresno.",
      "company" : "Truth Branding Agency",
      "companyLogoUrl" : "",
      "country" : "US",
      "featured" : false,
      "name" : "Monisha Edwards",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fmonisha_edwards.jpg?alt=media&token=a2f189a2-3b35-4a25-a484-94c87bf9b4ea",
      "shortBio" : "Monisha Edwards is a Creative Strategist, specializing in Branding, User Interface, and User Experience. She received her Bachelors of Science in Marketing from Fresno State University.",
      "socials" : [ ],
      "title" : "Creative Business Owner"
    },
    "selene_kinder" : {
      "bio" : "My name is Selene Kinder and I am the founder of Empowering Women Now. Empowering Women Now is devoted to the growth + development of women. I aim to inspire and teach women a different way of viewing themselves and the women around them. The only way women progress is by working together. Instead of competing with one another I believe in empowering each other with knowledge & support. Here, I share knowledge and inspiration on becoming your best self and creating your dream life. I've created a community of over 300,000 women that support one another. I recently launched a membership component to my site that gives women the tools to take their business to the next level.",
      "company" : "Empowering Women Now",
      "companyLogoUrl" : "",
      "country" : "US",
      "featured" : false,
      "name" : "Selene Kinder",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fselene_kinder.jpg?alt=media&token=d8c245ab-2c4f-412f-9cb9-304a65b8281d",
      "shortBio" : "My name is Selene Kinder and I am the founder of Empowering Women Now. Empowering Women Now is devoted to the growth + development of women. I aim to inspire and teach women a different way of viewing themselves and the women around them.",
      "socials" : [ ],
      "title" : "Founder"
    },
    "peter_brandt" : {
      "bio" : "Peter joined Agrian in 2013 to build and lead the engineering teams necessary to launch Agrian's NextGen Ag platform project. Peter oversees all software engineering teams in 3 countries and continues to drive technology innovations at Agrian. Prior to joining Agrian, he spent five years at Pelco (Schneider Electric subsidiary) as a global engineering manager and product owner for large-scale IP video storage, transmission, analytics, and embedded Linux software and hardware products/teams in the high-liability video surveillance space.",
      "company" : "Agrian",
      "companyLogoUrl" : "",
      "country" : "US",
      "featured" : false,
      "name" : "Peter Brandt",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fanonymous.jpg?alt=media&token=bce8b275-ecb8-4597-8f77-5916ca322c61",
      "shortBio" : "Peter joined Agrian in 2013 to build and lead the engineering teams necessary to launch Agrian's NextGen Ag platform project. Peter oversees all software engineering teams in 3 countries and continues to drive technology innovations at Agrian.",
      "socials" : [ ],
      "title" : "Chief Technology Officer"
    }
  },
  "team" : [ {
    "members" : [ {
      "name": "Nancy Mohamed",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fnancy_mohamed.jpg?alt=media&token=d4e5f639-f238-438c-b51b-a66bf88b98d4",
      "socials": [
        {
          "icon": "facebook",
          "link": "//www.facebook.com/designerwiththeheadscarf",
          "name": "Facebook"
        },
        {
          "icon": "gplus",
          "link": "//plus.google.com/b/114769570436363155784/106036726594291409241",
          "name": "Google+"
        }
      ],
      "title": "VDF Conference director, GDG Fresno co-organizer"
    }, {
      "name": "Mark Simonian",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fmark_simonian.jpg?alt=media&token=50a35fa1-d75b-4c16-aa22-70657bc390d5",
      "socials": [
        {
          "icon": "gplus",
          "link": "//plus.google.com/u/0/116552287288266856649",
          "name": "Google+"
        }
      ],
      "title": "VDF Treasurer, GDG Fresno co-organizer"
    }, {
      "name": "Csaba Toth",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fcsaba_toth.jpg?alt=media&token=8b8e42bb-7b38-4e62-9927-4f328d059139",
      "socials": [
        {
          "icon": "github",
          "link": "//github.com/MrCsabaToth",
          "name": "Github"
        },
        {
          "icon": "linkedin",
          "link": "//www.linkedin.com/in/csabatothdev",
          "name": "Linkedin"
        },
        {
          "icon": "twitter",
          "link": "//twitter.com/tocsa2",
          "name": "Twitter"
        }
      ],
      "title": "VDF Web Guy, GDG Fresno co-organizer"
    }, {
      "name" : "Rio Waller",
      "photoUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Frio_waller.jpg?alt=media&token=df5e2e22-3731-4539-bfe5-e0301e51e805",
      "socials" : [ {
        "icon" : "gplus",
        "link" : "//plus.google.com/+RioWaller",
        "name" : "Google+"
      }, {
        "icon" : "twitter",
        "link" : "//twitter.com/riowaller",
        "name" : "Twitter"
      } ],
      "title" : "Wise Owl, GDG Fresno co-org, WTM NA lead"
    } ],
    "title" : "GDG FRESNO"
  }, {
    "members" : [ {
      "name": "Ahsen Baig",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fahsen_baig.jpg?alt=media&token=c4eb9c08-13c7-4511-96b5-9079a0f91c59",
      "socials": [
        {
          "icon": "gplus",
          "link": "//google.com/+AhsenBaig",
          "name": "Google+"
        },
        {
          "icon": "github",
          "link": "//github.com/AhsenBaig",
          "name": "Github"
        },
        {
          "icon": "twitter",
          "link": "//twitter.com/AhsenBaig",
          "name": "Twitter"
        }
      ],
      "title": "GDG Visalia Lead Organizer"
    } ],
    "title" : "GDG VISALIA"
  }, {
    "members" : [ {
      "name": "Brian Beamer",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fbrian_beamer.jpg?alt=media&token=e2a48890-c4cf-4c99-ad86-8449907205ea",
      "socials": [
      ],
      "title": "Logistics Leader"
    }, {
      "name": "Laura Maciel",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Flaura_maciel.jpg?alt=media&token=be8a289f-96c4-454c-9694-7f52a3805f36",
      "socials": [
      ],
      "title": "PR & Marketing Co-leader"
    }, {
      "name": "Patricia Popescu",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fpatricia_popescu.jpg?alt=media&token=06079885-9be9-4daa-837a-3edb7d6923fe",
      "socials": [
      ],
      "title": "PR & Marketing Co-leader"
    }, {
      "name": "Dakota Smith",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fdakota_smith.jpg?alt=media&token=561022af-03f0-4cae-bfc3-49d44de8d587",
      "socials": [
      ],
      "title": "Development Leader"
    } ],
    "title" : "COMMITTEE LEADERS"
  }, {
    "members" : [ {
      "name": "Estefany Alanis",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Festefany_alanis.jpg?alt=media&token=52e9edf0-473d-4b06-876b-65c679d79a21",
      "socials": [
      ],
      "title": "Committee member"
    }, {
      "name": "Annette Bencomo",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fannette_bencomo.jpg?alt=media&token=51a2a03d-049f-4565-aa63-5246cbf94495",
      "socials": [
      ],
      "title": "Committee member"
    }, {
      "name": "Justin Byers",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fjustin_byers.jpg?alt=media&token=1b1a928b-405d-4990-bfe9-dec997596308",
      "socials": [
      ],
      "title": "Committee member"
    }, {
      "name": "Aaron Jackson",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Faaron_jackson.jpg?alt=media&token=a7524b78-b5fd-45f1-9817-88ea64938e17",
      "socials": [
      ],
      "title": "Committee member"
    }, {
      "name": "Paul Ramirez Jr.",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fanonymous.jpg?alt=media&token=bce8b275-ecb8-4597-8f77-5916ca322c61",
      "socials": [
      ],
      "title": "Committee member"
    }, {
      "name": "Jeanette Rivera",
      "photoUrl": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/people%2Fjeanette_rivera.jpg?alt=media&token=e0c77863-a080-40ff-9cbe-c45989713944",
      "socials": [
      ],
      "title": "Committee member"
    } ],
    "title" : "COMMITTEE MEMBERS"
  } ],
  "tickets" : {
    "elements" : [ {
      "currency" : "USD",
      "ends" : "Oct 1",
      "info" : "Or first 200 tickets",
      "name" : "Early Bird",
      "price" : 25,
      "soldOut" : false,
      "starts" : "Sep 5"
    }, {
      "currency" : "USD",
      "ends" : "Oct 1",
      "info" : "Or first 50 tickets",
      "name" : "Early Bird & Mixer",
      "price" : 40,
      "soldOut" : false,
      "starts" : "Sep 5"
    }, {
      "currency" : "USD",
      "ends" : "Oct 21",
      "info" : "up to 350 tickets total",
      "name" : "Lazy Bird",
      "price" : 30,
      "soldOut" : false,
      "starts" : "Oct 1"
    } ],
    "url" : "http://bit.ly/ValleyDevFest2017Tickets"
  },
  "triggers" : {
    "images" : false
  },
  "videos" : [ {
    "speakers" : "Rio at all",
    "thumbnailUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/videos%2Fvalleydevfest2016.png?alt=media&token=4f5ed9a8-ccfc-478a-b069-197425955e63",
    "title" : "Valley DevFest 2016 promo",
    "youtubeId" : "8cnykM7UAy8"
  }, {
    "speakers" : "Ideaworks, Rio Waller",
    "thumbnailUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/videos%2Fideaworks2016.png?alt=media&token=4100262a-0b4c-45d9-a24e-0e3323c00709",
    "title" : "Ideaworks at Valley DevFest 2016",
    "youtubeId" : "J_iSiUjWZMw"
  }, {
    "speakers" : "WTM",
    "thumbnailUrl" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/videos%2Fwtm2017.png?alt=media&token=20f9e4a0-19ba-45cd-af14-3e5b87143cf7",
    "title" : "Women Techmakers Fresno 2017 International Women's Day Celebration",
    "youtubeId" : "5kGK5TluapA"
  } ]
}
