{
  "101" : {
    "description" : "Get your badge, coffee, enjoy talking with tech edicts around",
    "icon" : "registration",
    "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fregistration.jpg?alt=media&token=fb132ccd-4bd2-4c5b-be30-1eb3a4ec1c16",
    "language" : "English",
    "title" : "Check-in & Coffee",
    "tags" : [ "General" ]
  },
  "102" : {
    "description" : "Speechless' Learning Experience Designer will engage the audience through experiential learning to demonstrate how improv thinking empowers us to share our authentic selves, to develop fresh ways to use stories, and to impact each other through the connection that stories create.",
    "icon" : "opening",
    "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fopening.jpg?alt=media&token=f9e6f0b3-a6cc-4ff0-8780-0093f7181231",
    "language" : "English",
    "speakers" : [ "claire_slattery" ],
    "title" : "(un)keynote by Speechless",
    "tags" : [ "Learning" ],
    "resources": [
      {
        "type": "video",
        "title": "Bitwise's recording'",
        "href": "https://www.youtube.com/watch?v=qOzuGcZfU1M",
        "videoId": "qOzuGcZfU1M"
      }
    ],
    "videoId": "qOzuGcZfU1M"
  },
  "103" : {
    "description" : "Foooooooood! (+ **Blood Drive** starts)",
    "icon" : "lunch",
    "color": "rgba(255, 238, 118, 0.8)",
    "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Flunch.jpg?alt=media&token=eb969ee7-f81e-4219-bd57-83ea828c9111",
    "title" : "Lunch (+ <strong>Blood Drive</strong> starts)",
    "location": "Parking Lot",
    "tags" : [ "General" ]
  },
  "104" : {
    "description" : "Make sure you won't miss closing ceremony, all gifts from our sponsors and partners will find their owners during this session.",
    "icon": "party",
    "image" : "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/backgrounds%2Fclosing.png?alt=media&token=8746ba20-4562-4dc3-96be-d68b8d3ccf10",
    "title" : "Conference Wrap-up & Raffle Prize Winners",
    "tags" : [ "General" ]
  },
  "105": {
    "description" : "Donate your blood for the Blood Center",
    "title" : "Central California Blood Center <strong>Blood Drive</strong>",
    "tags" : [ "Other" ]
  },
  "404" : {
    "description" : "TBD",
    "title" : "TBD",
    "tags" : [ "General" ]
  },

  "110" : {
    "complexity" : "",
    "description" : "The mobile development world is rapidly evolving and combining with a mesh of connected IoT devices. This talk will introduce you to Android's newest form factor: Android Things, and what you can do with it to quickly and easily prototype new connected devices in order to jump start your ideas for the next major technology market.",
    "language" : "English",
    "speakers" : [ "paul_trebilcox_ruiz" ],
    "tags" : [ "IoT", "Android", "Cloud" ],
    "title" : "Quickly Develop for IoT with Android Things",
    "presentation": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FAndroid%20Things%20-%20Paul%20Trebilcox-Ruiz.pdf?alt=media&token=b716ccf8-a008-4249-9bbf-db3212591ef4",
    "resources": [
      {
        "type": "presentation",
        "title": "Slide Deck (pdf)",
        "href": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FAndroid%20Things%20-%20Paul%20Trebilcox-Ruiz.pdf?alt=media&token=b716ccf8-a008-4249-9bbf-db3212591ef4"
      }
    ]
  },
  "111" : {
    "complexity" : "",
    "description" : "Cybersecurity is a threat to everyone. Everything is breachable but how resistant are your systems to a breach? In this session learn techniques to secure your developed code, your intellectual property, and your systems. Also hear what management and corporate boards are concerned about in regards to cybersecurity.",
    "language" : "English",
    "speakers" : [ "cassie_crossley" ],
    "tags" : [ "Security" ],
    "title" : "Developing with CyberSecurity in Mind"
  },
  "112" : {
    "complexity" : "",
    "description" : "Augmented reality, mixed reality, and virtual reality sounds exciting but whats the difference? More importantly, what can I do with augmented reality in my own life? Augmented reality (AR) allows for the blending of digital and physical worlds. Recently, there have been exciting advances in AR technology, including Google Lens and Tango. Let's take a look at what AR is and what Google has made possible through Tango and Google Lens.",
    "language" : "English",
    "speakers" : [ "laura_huisinga" ],
    "tags" : [ "AR" ],
    "title" : "Augmented Reality: what is it and how can I use it?"
  },
  "113" : {
    "complexity" : "",
    "description" : "This would be a tech talk about how I utilized the free resources online to help me learn how to design graphics, how technology allow me to create different streams of revenue, and share information about the various resources and platforms that people can use to create opportunities and brand themselves in tech.",
    "language" : "English",
    "speakers" : [ "monisha_edwards" ],
    "tags" : [ "UX" ],
    "title" : "How Design & Technology Gave Me A Chance"
  },
  "114" : {
    "complexity" : "",
    "description" : "I will talk about my journey as a digital marketer and how I've created revenue streams on Empowering Women Now. I will discuss how I used Instagram, Pinterest, Twitter, and Facebook to grow my brand and revenue.",
    "language" : "English",
    "speakers" : [ "selene_kinder" ],
    "tags" : [ "Marketing" ],
    "title" : "How To Create Revenue Streams Online"
  },
  "115" : {
    "complexity" : "",
    "description" : "Components are getting smaller and the best IC's are only available in surface-mount packages.  Through-hole soldering is so old school, but the good news is that surface-mount makes things easier and quicker.  Come and learn tricks and techniques to be successful, and see how easy it is.  We'll talk about various soldering methods, and things to look for when choosing your equipment.  The talk is aimed at hobbyists, small businesses and even large corporations looking to bring prototyping in-house.",
    "language" : "English",
    "speakers" : [ "melody_boates", "peter_easton" ],
    "tags" : [ "Hardware" ],
    "title" : "DIY Reflow Oven"
  },
  "116" : {
    "complexity" : "",
    "description" : "What challenges do girls and young women face that leads to their under-representation in technology? What is being done now to increase female participation while school districts and the State of California move slowly to address the lack of Computer Science curriculum in public schools? What has been the response of students to after-school coding clubs at Fresno Unified? Is the model gaining momentum and is it scalable? What does the future hold for CoderGirlz? Saori will address these questions and more as she shares her experiences starting and growing coding clubs for girls.",
    "language" : "English",
    "speakers" : [ "saori_jansen" ],
    "tags" : [ "General" ],
    "title" : "Priming the Pipeline: Acting Now to Support Young Female Coders"
  },
  "117" : {
    "complexity" : "",
    "description" : "For session one I would like to discuss the necessity of technology in schools and my experience being apart of the Sanger High Robotics team. I'd also like to stress how important it is for girls to get involved in tech and not fall for the “it's not a girl job“ trap. Tech is about teamwork and leadership. The more tech in the education system the more success future generations will have when problems like global warming are presented to them.",
    "language" : "English",
    "speakers" : [ "laura_ann_vandiver" ],
    "tags" : [ "General" ],
    "title" : "Innovation Over Imitation"
  },

  "120" : {
    "complexity" : "",
    "description" : "From Functions-as-a-Service to Backend-as-a-Service, even Big Data-as-a-Service, Serverless is taking many different shapes. Learn what these mean and how Google Cloud Platform is building technology to make sure there's nothing standing between you and running your code. You'll see live demos of integration between Firebase, Cloud Functions, and more to build autoscaling apps in record time - all without managing servers or application runtimes.",
    "language" : "English",
    "speakers" : [ "sandeep_dinesh" ],
    "tags" : [ "Cloud", "Firebase" ],
    "title" : "Serverless PB&J: Firebase and Google Cloud Functions"
  },
  "121": {
    "complexity" : "",
    "description" : "Agrian's NextGen buildout required challenging everything we thought we knew and architecting for many things we didn't. Meeting scalability requirements would be among the most difficult tasks we'd approach. In the first 2 years, seasonal ag practices would produce millions of acres of agricultural records coming in the form of billions of readings of machinery data, millions of acres of multispectral satellite imagery, soil laboratory results, field scouting observations, etc. - all to be consumed and processed by a system in its infancy. This session will cover the lessons learned when building a new team and a new system to serve an industry that can't be asked for a break mid-season.",
    "language" : "English",
    "speakers" : [ "peter_brandt" ],
    "tags" : [ "Cloud", "Firebase" ],
    "title" : "0-100: Scaling a new team and new system with no brakes"
  },
  "122" : {
    "complexity" : "",
    "description" : "So you're about to dip your toes into Firebase's waters... but where to start? Learn to architect your Firebase app. Read the right blog posts and watch the right YouTube vids to get started fast.",
    "language" : "English",
    "speakers" : [ "chris_esplin" ],
    "tags" : [ "Firebase", "Cloud" ],
    "title" : "Firebase Architecture"
  },
  "123" : {
    "complexity" : "",
    "description" : "A quick rundown of what services Google as rolled into Firebase and how these services improve development velocity for your teams.",
    "language" : "English",
    "speakers" : [ "chris_esplin" ],
    "tags" : [ "Firebase", "Cloud" ],
    "title" : "Supercharge your apps with Firebase"
  },

  "130" : {
    "complexity" : "",
    "description" : "Most Android apps on the market connect to some form of backend service, but most mobile developers do not set up their own server apps. In this talk you will learn about Google's Firebase service and how to add it to your Android apps, as well as what Firebase can provide in order to build useful and great applications.",
    "language" : "English",
    "speakers" : [ "paul_trebilcox_ruiz" ],
    "tags" : [ "Firebase", "Android" ],
    "title" : "Android and Firebase",
    "presentation": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FFirebase%20for%20Android%20-%20Paul%20Trebilcox-Ruiz.pdf?alt=media&token=83c688ec-9409-4385-9d81-dd0a80fe16c2",
    "resources": [
      {
        "type": "presentation",
        "title": "Slide Deck (pdf)",
        "href": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FFirebase%20for%20Android%20-%20Paul%20Trebilcox-Ruiz.pdf?alt=media&token=83c688ec-9409-4385-9d81-dd0a80fe16c2"
      }
    ]
  },
  "131" : {
    "complexity" : "",
    "description" : "Everyone talks about how machine learning will transform business. However, it’s surprisingly simple to draw completely wrong conclusions from statistical models, and “correlation does not imply causation” is just the tip of the iceberg. The trend of the democratization of data science further increases the risk for applying models incorrectly. This session will discuss: - How highly-correlated features overshadow the patterns your machine learning model is supposed to find - How incorrect cross-validation lead to over-optimistic estimations of your model accuracy - How feature engineering can lift simple models like linear regression to the accuracy of deep learning",
    "language" : "English",
    "speakers" : [ "ingo_mierswa" ],
    "tags" : [ "Machine Learning" ],
    "title" : "How to Ruin Your Business with Machine Learning"
  },
  "132" : {
    "complexity" : "",
    "description" : "Build Web Apps that easily scale to millions of individuals with Google’s Go language (Golang). You will leave with resources and code samples to start making all of your software and apps really go.",
    "language" : "English",
    "speakers" : [ "todd_mcLeod" ],
    "tags" : [ "GoLang", "Web" ],
    "title" : "Web Programming with Go"
  },
  "133" : {
    "complexity" : "",
    "description" : "React JS is a popular framework developed internally by Facebook. It is clearly dominating the market and for any aspiring dev, it would be a great framework to have in your resume.",
    "language" : "English",
    "speakers" : [ "robert_aguilera" ],
    "tags" : [ "Web", "React" ],
    "title" : "An Intro to React",
    "presentation": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FIntro%20To%20React.pdf?alt=media&token=21057f63-d377-4982-9907-b8066fd6866a",
    "resources": [
      {
        "type": "presentation",
        "title": "Slide Deck (pdf)",
        "href": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FIntro%20To%20React.pdf?alt=media&token=21057f63-d377-4982-9907-b8066fd6866a"
      }
    ]
  },

  "140" : {
    "complexity" : "",
    "description" : "Laying out a webpage with CSS can be tricky, but it doesn't have to be difficult.  Let's cover how we used to layout a webpage (floats), and how easy it is now with Flexbox and CSS Grid.",
    "language" : "English",
    "speakers" : [ "" ],
    "tags" : [ "Web", "UX", "CSS" ],
    "title" : "Layouts with CSS: The Ancient, The Good, The New"
  },
  "141" : {
    "complexity" : "",
    "description" : "We are told there is an inherent divide amongst us; you’re either creative or analytical. In academia, business, technology, and marketing are distant nonoverlapping topics. We divide classes into “liberal arts” or “hard science.“ But why? What happens when you mix the scientific method into design & marketing? What if you focus on empirical data for growth by leveraging science to drive design decisions? The answer: growth hacking. Growth hacking is simple: question, test, analyze, repeat. We will explore the alchemy of marketing, growth hacking. Going over how creatives can do experiments like scientists with: question, test, analyze, repeat.",
    "language" : "English",
    "speakers" : [ "miles_sebesta" ],
    "tags" : [ "Data Science" ],
    "title" : "Growth Hacking: Become a Mad Design Scientist",
    "presentation": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FGROWTH%20HACKING%20becoming%20a%20design%20scientist%20-%20Miles%20Sebesta.pdf?alt=media&token=01b36b35-5acc-4889-a1a5-395a67871807",
    "resources": [
      {
        "type": "presentation",
        "title": "Slide Deck (pdf)",
        "href": "https://firebasestorage.googleapis.com/v0/b/vdf2017-3a9f6.appspot.com/o/sessions%2FGROWTH%20HACKING%20becoming%20a%20design%20scientist%20-%20Miles%20Sebesta.pdf?alt=media&token=01b36b35-5acc-4889-a1a5-395a67871807"
      }
    ]
  },
  "142" : {
    "complexity" : "",
    "description" : "Augmented reality can be a powerful tool in the classroom. The user experience design of educational AR needs the combined expertise of educators and designers. With recent advances in technology the blending of digital and physical though AR as a medium has become increasingly accessible. What are some benefits of using AR in the classroom? How can AR be implemented in the classroom now and in the future? What resources does Google have for AR When designing AR for the classroom UX designers should understand the educational benefits AR can provide.",
    "language" : "English",
    "speakers" : [ "laura_huisinga" ],
    "tags" : [ "AR" ],
    "title" : "Designing augmented reality for the classroom"
  },
  "143" : {
    "complexity" : "",
    "description" : "Product design is a challenging, yet rewarding field. Learn about what digital product design is, what this design process looks like, typical challenges designers face and what the future of product design could be.",
    "language" : "English",
    "speakers" : [ "allison_liles" ],
    "tags" : [ "Web" ],
    "title" : "Beyond Pixel Pushing: An Introduction to Digital Product Design"
  },
  "144" : {
    "complexity" : "",
    "description" : "Sure, bootstrap styles are all well and good. Actually, they're great. Right up until you need to override something. At that point, you usually start preparing to sacrifice your first-born child in order to get everything working how you want it to. There is nothing to fear and everything to gain by writing your own styles… from scratch! That's right, there is more than just Angular to a complete and whole application. This show will address the burning questions that keep you all awake every night: 1. “Okay, I've got the functionality, now what do I do?“ 2. “Why can't I just use bootstrap and ship it?“ 3. “Will Alyssa ever tell me how to CSS without bootstrap?!“",
    "language" : "English",
    "speakers" : [ "alyssa_nicoll" ],
    "tags" : [ "UX" ],
    "title" : "Giving Bootstrap the Boot"
  },

  "150": {
    "complexity" : "",
    "description" : "Prototype and develop your own personal asssitant from the ground to the top, hardware and software",
    "language" : "English",
    "speakers" : [ "andrew_runner" ],
    "tags" : [ "DIY" ],
    "title" : "Hackerspace"
  },
  "151": {
    "complexity" : "",
    "description" : "Prototype and develop your own personal asssitant from the ground to the top, hardware and software",
    "language" : "English",
    "speakers" : [ "andrew_runner" ],
    "tags" : [ "DIY" ],
    "title" : "Hackerspace"
  }
}